{
	"meta": ["书名", "作者", "出版社", "介绍", "内容简介"],
	"data":
	[
		"白马啸西风",
		"[中国]金庸",
		"CanBoo 出品",
		"《白马啸西风》是一部中篇武侠小说，著于1961年，作者是当代著名作家金庸，现收录在《金庸作品集》中。描写了哈萨克人和汉人之间的情仇，主人公是一位名叫李文秀的汉族姑娘，父母因带着高昌地图被强盗追迫而死，单独留下李文秀在哈萨克族中被旅居大漠的汉人计老人抚养长大，并与一个哈萨克部族青年的感情故事，字数不长的这样一部小说，里边记述了多组复杂的恋情。因情而活、为情而死、情之所在、孽之所在，这便是《白马啸西风》的成功之处。",
		[
			"吕梁三杰霍元龙、史仲俊、陈达海为抢夺一幅埋藏宝物的高昌迷宫图，带人与师妹上官虹及其夫白马李三交手。由于寡不敌众，李三夫妇一直跑到回疆，仍没摆脱追踪，夫妻顽强抗敌，手刃数名强敌后，李三战死，上官虹使计杀死史仲俊后自杀身亡。白马带着他们七岁的女儿李文秀跑入沙漠，遇见大风沙，吹至哈萨克人的居住区，被这里唯一的汉人计老人收养。霍元龙和陈达海找不到李文秀，对村中老弱病残妇的哈萨克人进行屠杀掠夺，引起哈萨克人的仇恨。李文秀自此后与计老丈一同生活，并与哈萨克第一勇士苏鲁克的儿子苏普结为好友。",
			"一次他们一同玩时遇见一头大狼，二人合力杀死大狼。苏鲁克因不在家时妻子被霍元龙等所害，从而仇恨所有的汉人，阻止苏普与李文秀来往；李文秀见苏普挨父亲的毒打，把他送给自己的狼皮送到哈萨克美丽的少女阿曼的门口，再也不见苏普。",
			"随着时间的推移，李文秀变成了大姑娘，她偷偷观看苏普与人比武摔跤，却发现了阿曼对苏普的爱情，伤心而走，被一直在回疆寻找她的霍元龙手下之人发现。李文秀想起父母的仇恨，欲将他们带入戈壁之中，同归于尽，却巧遇隐藏在此的一指震江南华辉，在他的指导下，用毒针杀死围追的敌人，并帮助华辉挖出背上的毒针，拜他为师。两年时间，李文秀不时去华辉处学艺，已成为武林高手。这日苏普与阿曼为避冰雪来到计老人家中，碰巧陈达海也来这里。一个询问儿时的伙伴，一个追查当年的汉族小姑娘，动起手来，苏普被陈达海所伤，李文秀此时女扮男装，打败陈达海，救出阿曼，还给苏普。众人为追逃走的陈达海，来到迷宫，遇见躲在这里的华辉。他原是哈萨克人，本叫瓦耳拉齐，因在追求阿曼母亲时败给她的父亲，从而逃往中原，学得一身武功，并教了个汉人徒弟马家骏——也就是一直假扮计老人的人。华辉为了报复哈萨克人，曾让马家骏在井水中下毒，马家骏不忍心，先下手刺伤他，自此他就在此保护迷宫。如今师徒二人一场激战，双双伤重丧命。所谓迷宫之中的宝物，都是中原到处可见的纸、笔、围棋、七弦琴等等。",
			"李文秀为关怀、照料自己的两位亲人的死而伤心，更为自己所爱的苏普爱别人而伤心，她只有骑着白马，回到中原，今后的路，还不知道向何方。"
		]
	],
	"index":
	[
		[
			"1_1",
			[
				"1_1",
				"1_2",
				"1_3",
				"1_4",
				"1_5"
			]
		],
		[
			"2_1",
			[
				"2_1",
				"2_2",
				"2_3",
				"2_4",
				"2_5"
			]
		],
		[
			"3_1",
			[
				"3_1",
				"3_2",
				"3_3",
				"3_4",
				"3_5"
			]
		],
		[
			"4_1",
			[
				"4_1",
				"4_2",
				"4_3",
				"4_4",
				"4_5"
			]
		],
		[
			"5_1",
			[
				"5_1",
				"5_2",
				"5_3",
				"5_4",
				"5_5"
			]
		]
	],
	"contents":
	[
		[
			"第一章",
			[
				"第一部分",
				"第二部分",
				"第三部分",
				"第四部分",
				"第五部分"
			]
		],
		[
			"第二章",
			[
				"第一部分",
				"第二部分",
				"第三部分",
				"第四部分",
				"第五部分"
			]
		],
		[
			"第三章",
			[
				"第一部分",
				"第二部分",
				"第三部分",
				"第四部分",
				"第五部分"
			]
		],
		[
			"第四章",
			[
				"第一部分",
				"第二部分",
				"第三部分",
				"第四部分",
				"第五部分"
			]
		],
		[
			"第五章",
			[
				"第一部分",
				"第二部分",
				"第三部分",
				"第四部分",
				"第五部分"
			]
		]
	]
}